Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དགེ་སྦྱོང་གཽ་ཏ་མ་འདི་ནི་ཐམས་ཅད་མཁྱེན་པ་ཐམས་ཅད་གཟིགས་པ་ཡིན་ཏེ། འདིས་ནི་འདི་ལྟ་སྟེ། འདས་པ་དང་མ་འོངས་པ་དང་ད་ལྟར་བྱུང་བ་ཅི་ཡང་མི་གཟིགས་པ་དང་མི་མཁྱེན་པ་དང་ཐུགས་སུ་མ་ཆུད་པ་ཅི་ཡང་མེད་དེ།
en: “The ascetic Gautama is omniscient and all-seeing, and that being the case, there is nothing he does not know—there is nothing in the past, present, or future that he does not see, know, or directly perceive.

source: བདག་གི་མཆོད་སྦྱིན་ཡང་ཡན་ལག་འགའ་ཙམ་གྱི་སྒོ་ནས་ཀྱང་ཉམས་པར་གྱུར་ན་མི་རུང་གིས། བདག་ཇེ་དགེ་སྦྱོང་གཽ་ཏ་མའི་ཐད་དུ་སོང་ལ་དྲི་བར་བྱའོ་སྙམ་ནས
en: Since it wouldn’t be right for any part of my sacrifice to be lacking , I shall ask the ascetic Gautama about it first.”

source: རྒོད་མ་དཀར་མོ་དང་སྦྱར་བའི་ཤིང་རྟ་ལ་ཞོན་ཏེ།
en: At that he mounted a chariot drawn by a white mare.

source: གསེར་གྱི་འཁར་བ་དང་གསེར་གྱི་རིལ་བ་ཐོགས་ཤིང་བྲམ་ཟེའི་ཁྱེའུའི་ཚོགས་ཀྱིས་བསྐོར་ནས། མཉན་དུ་ཡོད་པ་ནས་བྱུང་སྟེ། རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་ངོ་། །
en: Bearing a golden staff and a golden water pitcher, and surrounded by a company of young brahmins, he left Śrāvastī and traveled to the garden of Prince Jeta.

source: ཇི་སྲིད་དུ་བཞོན་པས་འགྲོ་བར་བྱ་བའི་ས་དེ་སྲིད་དུ་བཞོན་པས་སོང་ནས་བཞོན་པ་ལས་བབས་ཏེ། རྐང་པས་ཀུན་དགའ་ར་བར་སོང་ནས།
en: He went as far as he could by chariot, then descended and continued to the garden on foot.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་དང་མངོན་སུམ་དུ་ཡང་དག་པར་དགའ་བ་དང་ཡང་དག་པར་མགུ་བའི་གཏམ་སྣ་ཚོགས་བྱས་ཏེ།
en: He proceeded to where the Blessed One was and when he arrived he made all manner of entertaining and jovial conversation with the Blessed One.

source: མཇུག་བརྟུལ་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: When they were finished, he took a seat at one side.

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ལ་བྲམ་ཟེ་ལུས་འཕགས་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Once he had taken a seat at one side, the brahmin Majestic Body asked the Blessed One,

source: ཀྱེ་གཽ་ཏ་མ་འདིར་བདག་གིས་མཆོད་སྦྱིན་ཆེན་པོ་བརྩམས་ཏེ། མཆོད་སྦྱིན་ཆེན་པོ་བགྱི་བའི་སླད་དུ། ཁྱུ་མཆོག་ལྔ་བརྒྱ་ཡང་སྡོང་པོ་ལ་བཏགས། བ་ལང་དང་། མ་ཧེ་དང་། མ་ཧེ་མོ་དང་། བཞོན་པ་དང་། བེའུ་དང་། བེའུ་ཆུང་ངུ་དང་། ར་དང་། ལུག་དང་། སྲོག་ཆགས་ཕྲ་མོ་རྣམས་ཀྱང་སྡོང་པོ་ལ་བཏགས་སོ། །
en: “Gautama, I have started a great sacrifice, and to perform that great sacrifice I have tied five hundred of the finest bulls to a post, as well as cattle, male and female buffalo, riding horses, calves, young calves, goats, sheep, and even insects.

source: མཆོད་སྦྱིན་བགྱི་བའི་སླད་དུ། བཟའ་བ་དང་བཅའ་བ་མང་པོ་དག་ཀྱང་བཤམས་སོ། །ཉི་འོག་གི་དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྣམས་ཀྱང་ཕྱོགས་གཞན་དང་གཞན་དག་དང་ལྗོངས་གཞན་དང་གཞན་དག་ནས།
en: For the sacrifice I have also arrayed a great deal of food and drink and invited ascetics from the neighboring kingdoms, and brahmins from foreign lands, other regions, and other valleys.

source: བདག་གི་མཆོད་སྦྱིན་དེ་ལྟ་བུ་ཉམས་སུ་མྱོང་བར་བགྱི་བའི་སླད་དུ། མཉན་དུ་ཡོད་པར་ལྷགས་ན། བཅོམ་ལྡན་འདས་གཽ་ཏ་མས་ཅི་ནས་བདག་གི་མཆོད་སྦྱིན་ཡན་ལག་འགའ་ཙམ་གྱི་སྒོ་ནས་ཀྱང་ཉམས་པར་མི་འགྱུར་བ་དེ་ལྟ་བུར་བསྟན་དུ་གསོལ།
en: So that my sacrifice is effective, I have come to Śrāvastī, and I ask the Blessed One to please explain whether any part of my sacrifice may be lacking.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་མཆོད་སྦྱིན་དེ་ཁོ་ན་ལས་བརྩམས་ནས་དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ།
en: The Blessed One taught him the Dharma that accorded with him, taking only his sacrifice as the point of departure.

source: དེས་ན་བྲམ་ཟེ་ལུས་འཕགས་དང་བྲམ་ཟེའི་ཁྱེའུ་ལྷག་འཕགས་གཉིས་ཀྱིས་སྟན་དེ་ཉིད་ལ་འདུག་བཞིན་དུ་འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་མཐོན་པོ་ཉི་ཤུ་ཡེ་ཤེས་རྡོ་རྗེས་བཅོམ་ནས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་སོ། །
en: As a result the brahmin Majestic Body and his son More Majestic both destroyed with the thunderbolt of wisdom the twenty high peaks of the mountain of views concerning the transitory collection, and manifested the resultant state of stream entry right where they sat.

source: དེ་ནས་ལྷག་འཕགས་ཀྱིས་སྨྲས་པ།
en: Then More Majestic said,

source: ཕྱིན་ཅད་བདག་ཅག་བྲམ་ཟེ་རྣམས་སྟོན་མོ་སྩལ་ཅི་འཚལ།
en: “After this, of what use are ceremonies to us brahmins?”

source: བྲམ་ཟེ་ལུས་འཕགས་ཀྱིས་སྨྲས་པ། ལྷག་འཕགས་དེ་སྐད་མ་ཟེར་ཅིག །
en: “More Majestic, don’t say such things,” the brahmin Majestic Body replied.

source: སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་བཤོས་གསོལ་ཏེ། ཡོན་ཕུལ་བའི་འོག་ཏུ། དེའི་ལྷག་མ་ལས་བྲམ་ཟེ་རྣམས་ལ་ཡང་སྦྱིན་པར་བྱའོ། །
en: “Now we’ll offer food to the Buddha and the rest of the saṅgha of monks, and after we’ve made those offerings we can give the leftovers to the brahmins.”

source: དེ་ནས་ལྷག་འཕགས་ཀྱིས་སྨྲས་པ། མཁན་པོ་ཇི་ལྟར་དགྱེས་པ་བཞིན་དུ་བགྱིའོ། །
en: “As you wish, preceptor,” More Majestic said.

source: དེ་ནས་བྲམ་ཟེ་ལུས་འཕགས་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The brahmin Majestic Body rose from his seat, drew down the right shoulder of his upper garment, bowed toward the Blessed One with palms pressed together, and requested the Blessed One,

source: བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ། སང་བདག་གི་མཆོད་སྦྱིན་གྱི་གནས་སུ་བཤོས་གསོལ་བར་ཅི་གནང་།
en: “Blessed One, please permit me to invite you, together with the saṅgha of monks, to take tomorrow’s meal at the sacrificial site.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེ་ལུས་འཕགས་ལ་ཅང་མི་གསུང་བས་གནང་ནས།
en: The Blessed One assented to the brahmin Majestic Body by his silence.

source: བྲམ་ཟེ་ལུས་འཕགས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱིས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཐད་ནས་སོང་ངོ་། །
en: Understanding that by his silence the Blessed One had given his assent, the brahmin Majestic Body then touched his head to the Blessed One’s feet and took leave of him.

source: དེ་ནས་དེ་མཆོད་སྦྱིན་གྱི་གནས་སུ་ཕྱིན་ནས་ཁྱུ་མཆོག་ཐམས་ཅད་ཀྱང་བཏང་། བ་ལང་དང་། མ་ཧེ་དང་། མ་ཧེ་མོ་དང་། བཞོན་པ་དང་། བེའུ་དང་། བེའུ་ཆུང་ངུ་དང་། ར་དང་། ལུག་དང་། སྲོག་ཆགས་ཕྲ་མོ་སྣ་ཚོགས་ཀྱང་བཏང་ནས་སྨྲས་པ།
en: When he arrived at the site of the sacrifice he released his entire fine herd—cattle, male and female buffalo, riding horses, calves, young calves, goats, sheep, and all the different insects as well—saying,

source: ཕྱོགས་བཞི་ནས་རླུང་བསིལ་བར་ལྡང་གིས་ཁྱེད་སོང་ལ་དེང་ཕན་ཅད་རྩི་མཆོག་མ་ཉམས་པ་ལ་ནི་ཟོ་ཤིག །ཆུ་མ་གློངས་པ་རྙོག་པ་མེད་ཅིང་དང་བ་ལ་ནི་འཐུང་ཤིག་ཅེས་བྱས་ཏེ
en: “As you travel to the four directions whence the cool air appears, from this day forth may you all eat of the finest, unwilted plants, and drink from placid, tranquil, clear waters.”

source: དེས་སྲོག་ཆགས་ཕྲ་མོ་སྣ་ཚོགས་དེ་དག་ཀྱང་བཀྱེ་ནས།
en: He released all the different insects as well.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཕྱིར་དེ་ཉིད་ཀྱི་མཚན་མོ་བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོ་སྟ་གོན་བྱས་ནས། ནང་པར་སྔར་ལངས་ཏེ་གདན་བཤམས་ནས་ཆུ་ར་བཀང་སྟེ།
en: After preparing many good, wholesome foods that night, he rose the next morning, prepared seats, filled the water pots, and set them out.

source: བཅོམ་ལྡན་འདས་ལ་ཕྲིན་གྱིས་གདུགས་ཚོད་བསྐུལ་པ། བཙུན་པ་གདུགས་ཚོད་ལ་བབ་སྟེ་བཤོས་གསོལ་ལགས་ན།
en: Then he sent a message to the Blessed One reminding him it was time for the midday meal: “Lord, the midday meal is upon us.

source: དེ་ནས་བཅོམ་ལྡན་འདས་སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་གསོལ་ཏེ། ལྷུང་བཟེད་བསྣམས་ནས་དགེ་སློང་གི་ཚོགས་ཀྱིས་བསྐོར་ཅིང་། དགེ་སློང་གི་དགེ་འདུན་གྱིས། མདུན་དུ་བདར་ཏེ། བྲམ་ཟེ་ལུས་འཕགས་ཀྱི་བཀད་ས་གང་ན་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ལ་བཞུགས་སོ། །
en: In the morning the Blessed One donned his lower garment and holy robes, and, carrying his alms bowl, he set out for the brahmin Majestic Body’s reception room, surrounded and attended by an assembly of monks.

source: དེ་ནས་བྲམ་ཟེ་ལུས་འཕགས་དང་། བྲམ་ཟེའི་ཁྱེའུ་ལྷག་འཕགས་ཀྱིས། སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་རྣམས་བདེ་བར་བཞུགས་པར་རིག་ནས།
en: Once the brahmin Majestic Body and the brahmin child More Majestic knew that the Buddha and the rest of the saṅgha of monks were comfortably seated,

source: རང་གི་ལག་ནས་བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོ་རྣམ་གྲངས་དུ་མས་ཚིམ་པར་བྱས་ཏེ་ཅི་བཞེད་པ་བསྟབས་ནས་རེ་རེ་ལ་རས་ཟུང་རེ་ཕུལ་ལོ། །
en: Having by their own hands contented them with many different kinds of good, wholesome food, proffering all that they wished, they offered each of them a set of clothes.

source: དེ་ནས་བཅོམ་ལྡན་འདས་བཤོས་གསོལ་ཟིན་ཏེ་བསྩང་སྡེར་ནི་གྱུ་ཕྱག་ནི་བཅབས་པར་རིག་ནས་ཆོས་མཉན་པའི་ཕྱིར་སྤྱན་སྔར་འདུག་གོ། །
en: Once they knew that the Blessed One had finished eating and that his bowl had been taken away and his hands washed, they sat before the Blessed One to listen to the Dharma.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས། དེ་གཉིས་ལ་ཆོས་ཀྱི་གཏམ་གྱིས་ཡང་དག་པར་བསྟན་ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད་ཡང་དག་པར་དགའ་བར་མཛད་ནས་གདན་ལས་བཞེངས་ཏེ་གཤེགས་སོ། །
en: After the Blessed One had instructed, encouraged, inspired, and delighted them with a Dharma teaching he rose from his seat and departed.

source: བཅོམ་ལྡན་འདས་གཤེགས་ནས། མཆོད་སྦྱིན་གྱི་གནས་དེར་བྲམ་ཟེ་ཐམས་ཅད་ཁྲོས་ཏེ་འདི་སྐད་དུ་ལྟོས་དང་བདག་ཅག་གི་ཕྱིར་མཆོད་སྦྱིན་བརྩམས་པ་ལས་དགེ་སྦྱོང་གཽ་ཏ་མ་ལ་བྱིན་ནོ་ཞེས་ཟེར་ཏོ། །
en: After the Blessed One had departed, all the brahmins at the site of the sacrifice were irate. They said, “Look—everything that was prepared for the sacrifice has been given to the ascetic Gautama.”

source: དེ་ནས་བྲམ་ཟེ་ལུས་འཕགས་ཀྱིས་བྲམ་ཟེ་ཐམས་ཅད་བདག་ཅག་ལ་ཇི་ལྟར་ཁྲོས་པ་དེ་ཐོས་ནས། ཐོས་མ་ཐག་ཏུ་བྲམ་ཟེ་ལུས་འཕགས་བྲམ་ཟེ་དེ་དག་གི་ཐད་དུ་སོང་སྟེ་སྨྲས་པ།
en: When the brahmin Majestic Body heard they were angry, he immediately approached the brahmins and said,

source: ཁྱེད་ལ་དགེ་སྦྱོང་གཽ་ཏ་མ་ཅི་གནོད།
en: “What harm has the ascetic Gautama done to you?

source: བདག་གིས་ཁྱེད་ཀྱི་ཡོན་བཤམས་པ་ནི་ཁྱེད་ལ་སྦྱིན་པར་བྱའོ། །
en: I shall repay you for the offerings you set out.”

source: བྲམ་ཟེ་རྣམས་ཀྱིས་སྨྲས་པ། ངེད་ལ་ཕྱིན་ཅད་ཁྱོད་ཀྱི་ཡོན་མི་དགོས་སོ་ཞེས་སྨྲས་ནས། དེ་སྤད་གཉིས་གསད་པར་བྱས་སོ། །
en: “We no longer need your offerings,” said the brahmins, for they were going to kill both father and child.

source: དེ་ནས་དེ་སྤད་གཉིས་ཀྱིས་བསམས་པ། འདི་རྣམས་ཀྱིས་བདག་ཅག་གསད་དུ་འོང་ངོ་སྙམ་ནས་བྲོས་ཏེ།
en: “They’re coming to kill us,” the father and child thought, so they both fled.

source: རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་ཕྱིན་ནས།
en: They traveled to the garden of Prince Jeta, where they went to see the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་གཏམ་དེ་རྒྱས་པར་བསྙད་དོ། །
en: When they arrived they touched their heads to the Blessed One’s feet and told him the story in detail.

source: འདི་སྐད་ཅེས་ཀྱང་གསོལ་ཏོ། །
en: Then they requested,

source: བཙུན་པ་བདག་ཅག་གཉིས་ཁྱིམ་ན་གནས་པ་བཏང་ངོ་། །
en: “Lord, let us give up living at home.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བའི་ཚིག་གིས་རབ་ཏུ་ཕྱུང་སྟེ། བསྙེན་པར་རྫོགས་པར་མཛད་ནས་དེ་གཉིས་ལ་ལུང་ཡང་ཕོག་གོ། །
en: With the words “Come, join me, monks!” the Blessed One led them to go forth as novices, conferred on them full ordination, and instructed them.

source: དེ་གཉིས་ཀྱིས་ཀྱང་བརྩོན་པ་དང་བསྒྲུབ་པ་དང་འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: Having cast away all afflictive emotions through diligence, practice, and effort, they manifested arhatship.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། བཙུན་པ་བྲམ་ཟེ་ལུས་འཕགས་དང་བྲམ་ཟེའི་ཁྱེའུ་ལྷག་འཕགས། བྲམ་ཟེ་དེ་དག་གིས་དགུམ་པར་བགྱིས་པ་དང་།
en: “Lord,” the monks requested the Blessed One, “tell us why the brahmins were going to put the brahmin Majestic Body and the brahmin child More Majestic to death,

source: དེ་ཁོ་ནས་སྐྱོ་བར་གྱུར་ནས་རབ་ཏུ་བྱུང་སྟེ་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་པ་ལ་གཟིགས།
en: which was enough for them to become disillusioned with saṃsāra so that they went forth, cast away all afflictive emotions, and manifested arhatship.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ་འདས་པའི་དུས་ན་ཡང་། འདི་གཉིས་བྲམ་ཟེ་འདི་རྣམས་ཀྱིས་གསད་པར་བྱས་ཏེ། དེ་དག་ཁོ་ནས་སྐྱོ་བར་གྱུར་ནས། རབ་ཏུ་བྱུང་སྟེ་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་པ་དེ་ཉོན་ཅིག །
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, the brahmins were going to put them to death, and that was enough for them to become disillusioned with saṃsāra so that they went forth and practiced the holy life. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུའི་ཚེ་ལོ་ཉི་ཁྲི་ཐུབ་པ་ན། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ་འཇིག་རྟེན་མཁྱེན་པ་སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: “Monks, in times past, in this fortunate eon, when people lived as long as twenty thousand years, and the totally and completely awakened buddha possessed of insight and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Kāśyapa was in the world,

source: དེའི་ཚེ་བྲམ་ཟེ་ཞིག་གིས་མཆོད་སྦྱིན་བྱ་བར་བརྩམས་པ་ལས།
en: there was as a certain brahmin who was preparing a sacrifice.

source: མཆོད་སྦྱིན་བྱེད་པ་དེར་བྲམ་ཟེ་གཞན་ཞིག་གིས་འཐབ་མོ་བརྒལ་ཏེ་དེ་ཁྲོས་པས་བྲམ་ཟེ་དེ་ལ་ལག་ཆས་བསྣུན་ནས་བྲམ་ཟེ་དེ་ཡང་ལག་ཆས་བསྣུན་པ་དེས་ཤིའོ། །
en: Another brahmin began to quarrel with him, became irate, and stabbed the brahmin with a weapon until that brahmin died from his stab wounds.

source: གཞི་དེ་ལས་བྲམ་ཟེ་ཐམས་ཅད་ཁྲོས་ཏེ། ཕྱིན་ཅད་ངེད་ཁྱོད་ཀྱིས་སྦྱིན་པ་ལོངས་སྤྱད་པར་མི་བྱེད་དོ་ཟེར་ཞིང་
en: This angered all the other brahmins, who said, ‘Never again will we make use of your gifts.’

source: བྲམ་ཟེ་མ་ཡིན་པར་རྩིས་ནས་དམོད་པ་ལ་ཞུགས་ཏེ་གསད་པར་བྱས་སོ། །
en: No longer considering him a brahmin, they went on to curse him and prepared to kill him.

source: དེ་ནས་བྲམ་ཟེ་དེ་སྤད་གཉིས་བྲམ་ཟེ་དེ་དག་གིས་འཇིགས་ནས་བྲོས་ཏེ།
en: “He and his son fled in fear of the other brahmins.

source: དེ་གཉིས་དྲང་སྲོང་སྨྲ་བའི་གནས་སུ་སོང་ནས། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་ཐད་དུ་རབ་ཏུ་བྱུང་ངོ་། །
en: They traveled to Ṛṣivadana and went forth in the presence of the totally and completely awakened Buddha Kāśyapa.

source: དེ་ནས་དེ་གཉིས་ཀྱིས་དེར་ཚེ་གཅིག་དུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་པ་ལས། ཡོན་ཏན་གྱི་ཚོགས་ཅི་ཡང་མ་ཐོབ་ནས་དེ་གཉིས་ཀྱིས་འཆི་ཀར་སྨོན་ལམ་བཏབ་པ།
en: Thereupon they practiced pure conduct all their lives, and though they did not achieve any great virtues, at the time of their deaths they prayed,

source: འདི་ལྟར་བདག་ཅག་གཉིས་ཀྱིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་ཐད་དུ་རབ་ཏུ་བྱུང་སྟེཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ཀྱང་ཡོན་ཏན་གྱི་ཚོགས་ཅི་ཡང་མ་ཐོབ་ཀྱིས། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལུང་བསྟན་པ་གང་ཡིན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: ‘While we may not have attained any great virtues, still we have gone forth like this in the doctrine of the totally and completely awakened Buddha Kāśyapa and practiced pure conduct all our lives. Therefore, may we please and not displease Uttara, the young brahmin prophesied by the totally and completely awakened Buddha Kāśyapa to be the next blessed buddha.

source: དེ་ཁོ་ནའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: May we go forth in his doctrine, cast away all afflictive emotions, and manifest arhatship.’

source: དེའི་ཚེ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་ཐད་དུ་བྲམ་ཟེ་སྤད་གཉིས་རབ་ཏུ་བྱུང་བ་གང་ཡིན་པ་དེ་གཉིས་ནི། བྲམ་ཟེ་ལུས་འཕགས་དང་ལྷག་འཕགས་འདི་སྤད་གཉིས་ཁོ་ན་ཡིན་ཏེ
en: The brahmins who were father and son then, and went forth in the doctrine of the totally and completely awakened Buddha Kāśyapa, are none other than the brahmins Majestic Body and More Majestic.

source: དེའི་ཚེ་ཡང་དེ་གཉིས་བྲམ་ཟེ་རྣམས་ཀྱིས་གསད་པར་བྱས་ནས་འཆི་བས་འཇིགས་ཤིང་སྐྲག་སྟེ་རབ་ཏུ་བྱུང་ནས། ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་དོ། །
en: At that time the brahmins were going to put them both to death, and then, terrified of dying, they went forth and practiced pure conduct all their lives.

source: ད་ལྟར་ཡང་འདི་གཉིས་བྲམ་ཟེ་རྣམས་ཀྱིས་གསད་པར་བྱས་ནས་འཆི་བས་འཇིགས་ཤིང་སྐྲག་སྟེ། རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: Now as well, the brahmins were going to kill them both, and, terrified of dying, they have gone forth, cast away all afflictive emotions, and manifested arhatship.

source: དེ་གཉིས་དེར་རབ་ཏུ་བྱུང་སྟེ། ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས་འཆི་ཀར་སྨོན་ལམ་བཏབ་སྟེ།
en: “At that time they went forth, practiced pure conduct all their lives, and at the time of their deaths, they prayed,

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལུང་བསྟན་པ་གང་ཡིན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ། བདག་ཅག་གིས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག་མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: ‘May we please and not displease Uttara, the young brahmin prophesied by the totally and completely awakened Buddha Kāśyapa to be the next blessed buddha.

source: དེ་ཁོ་ནའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་གྱུར་ཅིག་ཅེས་བྱས་པ་
en: May we go forth in his doctrine, cast away all afflictive emotions, and manifest arhatship.’

source: དེས་ན། དགེ་སློང་དག་ང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་དང་། ཤིན་ཏུ་མཉམ་པ་དང་། ཤུགས་མཉམ་པ་དང་། མཛད་པ་མཉམ་པ་དང་། ཐབས་མཉམ་པ་བརྙེས་པར་གྱུར་ནས། འདི་གཉིས་ཀྱིས་ང་མཉེས་པར་བྱས་ཏེ་མི་མཉེས་པར་མ་བྱས་ལ། ང་ཉིད་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ།། །།
en: “So it is, monks, now that I myself have become the very equal of the totally and completely awakened Buddha Kāśyapa—equal in strength, equal in deeds, and equal in skillful means—that they have pleased me, not displeased me, gone forth in my very doctrine, cast away all afflictive emotions, and manifested arhatship.”

source: སྟོན་པ་ཞེས་བྱ་བ་ནི།
en: The Teacher

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན་ཁྱིམ་བདག་ཅིག་གནས་ཏེ།
en: When the Blessed One was in Śrāvastī, a certain householder lived there.

source: དེས་ཐབས་ཟླར་བབ་པ་ལས་ཆུང་མ་བླངས་ནས།
en: When the time came for him to marry he took a wife,

source: དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་ཁྱེའུ་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་ཞིག་བཙས་སོ། །
en: After nine or ten months had passed, she gave birth to a child who was well proportioned, pleasing to the eye, and beautiful.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཁྱིམ་བདག་དེའི་བུ་སྔ་ཕྱིར་གཉིས་དང་གསུམ་དང་དེ་བཞིན་དུ་བུ་བདུན་བཙས་ནས་དེས་དེ་དག་གི་བཙས་སྟོན་རྒྱས་པར་བྱས་ཏེ། རིགས་དང་འཐུན་པར་མིང་བཏགས་ནས།
en: As time went on, the householder’s second son was born, and then a third, and so on up to seven. At the elaborate feasts celebrating their births, they named them according to their clan.

source: འོ་མ་དང་ཞོ་དང་མར་དང་ཞུན་མར་དང་མར་གྱི་ཉིང་གུ་རྣམས་ཀྱིས་བསྐྱེད་བསྲིངས་ནས་
en: They reared them on milk, yogurt, butter, ghee, and milk solids,

source: གང་གི་ཚེ་དེ་དག་ཆེར་སྐྱེས་པ་དེའི་ཚེ་ཡི་གེ་དང་། ཁོང་རྩིས་དང་། ཤོད་དགོད་པ་དང་། ལག་རྩིས་དང་། དབྱུང་བ་དང་། སྦ་བ་དང་། དགྲམ་པ་དང་། གོས་བརྟག་པ་དང་། ནོར་བུ་བརྟག་པ་དང་། རིན་པོ་ཆེ་བརྟག་པ་དང་། སྤོས་བརྟག་པ་དང་། སྨན་བརྟག་པ་དང་། གླང་པོ་ཆེ་བརྟག་པ་དང་། རྟ་བརྟག་པ་དང་། གོ་མཚོན་བརྟག་པ་ལ་བསླབས་ཏེ།
en: and when they were grown they studied letters, tallying, and arithmetic; the study of seals, lending, deposits, and commerce; and the examination of cloth, jewels, gems, incense, medicine, elephants, horses, and arms and armor.

source: ཕྱི་ཞིག་ན་ཕས་དེ་དག་ལ་སྨྲས་པ།
en: One day the father told them,

source: ངའི་ཚིག་གིས་ཁྱེད་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་ལ་རྟེན་ཆོས་ཤིག་དང་། དེས་ཁྱེད་ཚེ་འདི་དང་། ཚེ་ཕྱི་མའི་ཕན་པ་ལ་འཛུད་པར་བྱེད་དོ་ཞེས་བྱས་པ་ལས།
en: “Heed what I say—entrust yourselves to the householder Anāthapiṇḍada, for he will benefit you in this life and the next.”

source: དེའི་བུ་དྲུག་གིས་སྨྲས་པ།
en: Six of his sons replied,

source: བདག་ཅག་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་ལ་རྟེན་བཅའ་ཅི་དགོས་ཞེས་ཟེར་ནས
en: “What is the use of entrusting ourselves to the householder Anāthapiṇḍada?”

source: དེའི་ཚིག་མ་མཉན་ཏེ་བུ་གཅིག་ནི། འོད་སྲུང་རྫོགས་བྱེད་ལ་དགའ་བར་གྱུར་ཏོ། །
en: and they did not heed his word. One son began to favor Pūraṇa Kāśyapa ,

source: གཉིས་པ་ནི་ཀུན་ཏུ་རྒྱུ་གནག་ལྷས་ཀྱི་བུ་ལ་དགའ་བར་གྱུར་ཏོ། །
en: the second liked Maskarin Gośālīputra,

source: གསུམ་པ་ནི་སྨྲ་འདོད་ཀྱི་བུ་མོའི་བུ་ཡང་དག་རྒྱལ་བ་ཅན་ལ་དགའ་བར་གྱུར་ཏོ། །
en: the third liked Saṃjayin Vairaṭīputra,

source: བཞི་པ་ནི་མི་འཕམ་སྐྲའི་ལ་བ་ཅན་ལ་དགའ་བར་གྱུར་ཏོ། །
en: the fourth liked Ajita Keśakambala,

source: ལྔ་པ་ནི་ཀ་ཏྱའི་བུ་ནོག་ཅན་ལ་དགའ་བར་གྱུར་ཏོ། །
en: the fifth liked Kakuda Kātyāyana,

source: དྲུག་པ་ནི་གཅེར་བུ་པ་གཉེན་གྱི་བུ་ལ་དགའ་བར་གྱུར་ཏོ། །
en: and the sixth liked Nirgrantha Jñātiputra.

source: བདུན་པ་ནི་ཕའི་ངག་མཉན་ནས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་ལ་རྟེན་བཅས་ཏེ།
en: The seventh did heed his father’s word, however, and entrusted himself to the householder Anāthapiṇḍada.

source: དེས་དེ་ལ་བརྟེན་པས་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་དགའ་བར་གྱུར་ཏེ། སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་རྣམས་བླངས་སོ། །
en: Having entrusted himself to him, he delighted in the doctrine of the Blessed One, went for refuge, and took the fundamental precepts.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཁྱིམ་བདག་དེའི་བུ་ཆེ་བས་འོད་སྲུང་རྫོགས་བྱེད་གཡར་དྲངས་ཏེ་ཟན་བྱིན་ནོ། །
en: Later the householder’s eldest son invited Pūraṇa Kāśyapa and gave him food,

source: གཉིས་པས་ནི་ཀུན་ཏུ་རྒྱུ་གནག་ལྷས་ཀྱི་བུ་གཡར་དྲངས་ཏེ་ཟན་བྱིན་ནོ། །
en: the second invited Maskarin Gośālīputra and gave him food,

source: གསུམ་པས་ནི་སྨྲ་འདོད་ཀྱི་བུ་མོའི་བུ་ཡང་དག་རྒྱལ་བ་ཅན་གཡར་དྲངས་ཏེ་ཟན་བྱིན་ནོ། །
en: the third invited Saṃjayin Vairaṭīputra and gave him food,

source: བཞི་པས་ནི་མི་འཕམ་སྐྲའི་ལ་བ་ཅན་གཡར་དྲངས་ཏེ་ཟན་བྱིན་ནོ། །
en: the fourth invited Ajita Keśakambala and gave him food,

source: ལྔ་པས་ནི་ཀ་ཏྱའི་བུ་ནོག་ཅན་གཡར་དྲངས་ཏེ་ཟན་བྱིན་ནོ། །
en: the fifth invited Kakuda Kātyāyana and gave him food,

source: དྲུག་པས་གཅེར་བུ་པ་གཉེན་གྱི་བུ་གཡར་དྲངས་ཏེ་ཟན་བྱིན་ནོ། །
en: and the sixth invited Nirgrantha Jñātiputra and gave him food.

source: དེ་ནས་བུ་བདུན་པས་ཕུ་བོ་དེ་དག་ལ་སྨྲས་པ། ཁྱེད་ཀྱིས་རང་རང་གི་སྟོན་པ་ལ་ཟན་བྱིན་ཏེ།
en: At this the seventh said to his elder brothers, “Each of you has given food to his own teacher.

source: བདག་གིས་ཀྱང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བཤོས་གསོལ་གྱིས།
en: I shall likewise offer provisions to the Blessed One.

source: དེར་ཁྱེད་ཀུན་གྱིས་ཀྱང་བདག་གི་གྲོགས་གྱིས་ཤིག་ཅེས་བྱས་ནས།
en: You all should help me.”

source: ཁྱེའུ་དེས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་སྤྱན་དྲངས་སོ། །
en: The young man extended an invitation to the Buddha and the rest of the saṅgha of monks,

source: སྤྱན་དྲངས་ནས་དེ་ཉིད་ཀྱི་ནུབ་མོ་བཟའ་བ་དང་བཅའ་བ་གཙང་མ་མང་པོ་སྟ་གོན་བྱས་ཏེ།
en: and that night he prepared many good, wholesome foods.

source: ནང་པར་སྔར་ལངས་ནས། གདན་བཤམས་ཏེ་ཆུ་ར་བཀང་སྟེ་བཞག་ནས་བཅོམ་ལྡན་འདས་ལ་ཕྲིན་གྱིས་གདུགས་ཚོད་བསྐུལ་བ།
en: In the morning the young man rose, prepared seats, filled the water pots, and set them out. Then he sent a message to the Blessed One reminding him it was time for the midday meal:

source: དེ་ནས་བཅོམ་ལྡན་འདས་སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་གསོལ་ཏེ། ལྷུང་བཟེད་བསྣམས་ནས། ཁྱིམ་བདག་གི་བུ་དེའི་བཀད་ས་ག་ལ་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས།
en: In the morning the Blessed One donned his lower garment and Dharma robes, and, carrying his alms bowl, he set out surrounded and attended by an assembly of monks, until they arrived at the householder’s reception room.

source: དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ལ་བཞུགས་སོ། །
en: He took his place on the seat prepared for him there amid the saṅgha of monks.

source: དེ་ནས་ཁྱིམ་བདག་དེ་དང་བུ་འཁོར་དང་བཅས་པས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་རྣམས་བདེ་བར་བཞུགས་པར་རིག་ནས། རང་གི་ལག་ནས་བཟའ་བ་དང་བཅའ་བ་གཙང་མ་བཟང་པོ་མང་པོས་ཚིམ་པར་བྱས་ཏེ་ཅི་བཞེད་པ་བསྟབས་སོ། །
en: When the householder, his sons, and his servants knew that the Buddha and the rest of the saṅgha of monks were comfortably seated, by their own hands they contented them with many good, wholesome foods, proffering all that they wished.
